[
  { "id": 1, "text": "Reduce water consumption by taking shorter showers." },
  { "id": 2, "text": "Use energy-efficient LED bulbs to save on electricity." },
  { "id": 3, "text": "Plant a tree in your backyard to support the environment." },
  { "id": 4, "text": "Recycle paper, cardboard, and plastic to reduce waste." },
  { "id": 5, "text": "Unplug chargers and devices when not in use to save energy." },
  { "id": 6, "text": "Walk or bike instead of driving for short trips to reduce emissions." },
  { "id": 7, "text": "Conserve water by fixing leaks and drips." },
  { "id": 8, "text": "Choose reusable shopping bags instead of single-use plastic bags." },
  { "id": 9, "text": "Turn off lights in empty rooms to save electricity." },
  { "id": 10, "text": "Carpool with friends or colleagues to reduce car emissions." },
  { "id": 11, "text": "Use a programmable thermostat to save on heating and cooling costs." },
  { "id": 12, "text": "Support local farmers by buying locally grown produce." },
  { "id": 13, "text": "Compost kitchen scraps to reduce landfill waste." },
  { "id": 14, "text": "Use public transportation or carpool for your daily commute." },
  { "id": 15, "text": "Reduce food waste by planning meals and using leftovers." },
  { "id": 16, "text": "Opt for energy-efficient appliances and electronics." },
  { "id": 17, "text": "Bring your reusable water bottle to avoid single-use plastic bottles." },
  { "id": 18, "text": "Support sustainable seafood choices to protect marine life." },
  { "id": 19, "text": "Choose products with minimal packaging to reduce waste." },
  { "id": 20, "text": "Collect rainwater for watering plants and gardens." },
  { "id": 21, "text": "Dispose of hazardous materials properly to protect the environment." },
  { "id": 22, "text": "Install low-flow showerheads and faucets to save water." },
  { "id": 23, "text": "Reduce meat consumption to lower your carbon footprint." },
  { "id": 24, "text": "Support renewable energy sources like solar and wind power." },
  { "id": 25, "text": "Take part in community clean-up events to improve your local area." },
  { "id": 26, "text": "Opt for paperless billing and communication to save paper." },
  { "id": 27, "text": "Recycle old electronics and batteries responsibly." },
  { "id": 28, "text": "Use a reusable coffee cup instead of disposable ones." },
  { "id": 29, "text": "Choose energy-efficient windows and insulation for your home." },
  { "id": 30, "text": "Plant native species in your garden to support local wildlife." }
]
